dc1/timeouts/timeouts_benchmark/timeout1s_delay1.5s_r60_20250826_094816_text.txt
Requests      [total, rate, throughput]         3600, 60.02, 0.00
Duration      [total, attack, wait]             1m1s, 59.984s, 1.006s
Latencies     [min, mean, 50, 90, 95, 99, max]  1.004s, 1.011s, 1.008s, 1.016s, 1.039s, 1.085s, 1.121s
Bytes In      [total, mean]                     431922, 119.98
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      504:3600  
Error Set:
504 Gateway Timeout