dc1/timeouts/timeouts_benchmark/timeout1s_delay1.5s_r60_20250826_095941_text.txt
Requests      [total, rate, throughput]         3600, 60.02, 0.00
Duration      [total, attack, wait]             1m1s, 59.983s, 1.006s
Latencies     [min, mean, 50, 90, 95, 99, max]  1.004s, 1.012s, 1.007s, 1.018s, 1.05s, 1.093s, 1.212s
Bytes In      [total, mean]                     431852, 119.96
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      504:3600  
Error Set:
504 Gateway Timeout