dc1/timeouts/timeouts_benchmark/timeout1s_delay1s_r60_20250826_022337_text.txt
Requests      [total, rate, throughput]         3600, 60.02, 59.03
Duration      [total, attack, wait]             1m1s, 59.984s, 1.007s
Latencies     [min, mean, 50, 90, 95, 99, max]  1.004s, 1.012s, 1.006s, 1.021s, 1.054s, 1.094s, 1.195s
Bytes In      [total, mean]                     3152066, 875.57
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:3600  
Error Set: