dc1/timeouts/timeouts_benchmark/timeout1s_delay1s_r60_20250826_022746_text.txt
Requests      [total, rate, throughput]         3600, 60.02, 59.03
Duration      [total, attack, wait]             1m1s, 59.983s, 1.006s
Latencies     [min, mean, 50, 90, 95, 99, max]  1.004s, 1.011s, 1.006s, 1.017s, 1.047s, 1.085s, 1.106s
Bytes In      [total, mean]                     3152650, 875.74
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:3600  
Error Set: