dc1/timeouts/timeouts_benchmark/timeout1s_delay1s_r60_20250826_082621_text.txt
Requests      [total, rate, throughput]         3600, 60.02, 30.23
Duration      [total, attack, wait]             1m1s, 59.984s, 1.008s
Latencies     [min, mean, 50, 90, 95, 99, max]  1.003s, 1.011s, 1.006s, 1.013s, 1.044s, 1.086s, 1.19s
Bytes In      [total, mean]                     1817137, 504.76
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           51.22%
Status Codes  [code:count]                      200:1844  504:1756  
Error Set:
504 Gateway Timeout