dc1/timeouts/timeouts_benchmark/timeout1s_delay2s_r60_20250825_171759_text.txt
Requests      [total, rate, throughput]         3600, 60.02, 58.07
Duration      [total, attack, wait]             1m2s, 59.983s, 2.01s
Latencies     [min, mean, 50, 90, 95, 99, max]  2.004s, 2.011s, 2.006s, 2.019s, 2.046s, 2.09s, 2.123s
Bytes In      [total, mean]                     3152397, 875.67
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:3600  
Error Set: