dc1/timeouts/timeouts_benchmark/timeout1s_delay2s_r60_20250825_175659_text.txt
Requests      [total, rate, throughput]         3600, 60.02, 58.08
Duration      [total, attack, wait]             1m2s, 59.984s, 2.005s
Latencies     [min, mean, 50, 90, 95, 99, max]  2.004s, 2.012s, 2.006s, 2.018s, 2.049s, 2.097s, 2.189s
Bytes In      [total, mean]                     3152891, 875.80
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:3600  
Error Set: