dc1/timeouts/timeouts_benchmark/timeout1s_delay2s_r60_20250826_054734_text.txt
Requests      [total, rate, throughput]         3600, 60.02, 58.07
Duration      [total, attack, wait]             1m2s, 59.983s, 2.006s
Latencies     [min, mean, 50, 90, 95, 99, max]  2.004s, 2.011s, 2.006s, 2.015s, 2.042s, 2.084s, 2.117s
Bytes In      [total, mean]                     3152395, 875.67
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:3600  
Error Set: