dc1/timeouts/timeouts_benchmark/timeout1s_delay3s_r60_20250825_182444_text.txt
Requests      [total, rate, throughput]         3600, 60.02, 57.11
Duration      [total, attack, wait]             1m3s, 59.984s, 3.058s
Latencies     [min, mean, 50, 90, 95, 99, max]  3.004s, 3.014s, 3.006s, 3.034s, 3.068s, 3.113s, 3.198s
Bytes In      [total, mean]                     3152393, 875.66
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:3600  
Error Set: