dc1/timeouts/timeouts_benchmark/timeout1s_delay3s_r60_20250826_055919_text.txt
Requests      [total, rate, throughput]         3600, 60.02, 50.35
Duration      [total, attack, wait]             1m11s, 59.983s, 10.618s
Latencies     [min, mean, 50, 90, 95, 99, max]  3.004s, 4.514s, 3.008s, 11.26s, 12.73s, 14.285s, 14.725s
Bytes In      [total, mean]                     3115927, 865.54
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           98.75%
Status Codes  [code:count]                      200:3555  503:45  
Error Set:
503 Service Unavailable